Revit 2026 API

# SlabFailures Properties

---

The BuiltInFailuresSlabFailures type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | CantileverValueTooBig | Cantilever value is too big. |

#### Reference

BuiltInFailuresSlabFailures Class

Autodesk.Revit.DB Namespace